Repository: sntshmani/jimbeam_mylabel
Catalog: web/modules/custom/beam_misc/translations/*.po
Languages: bg, cs, hu, sk, uk

source: Please select a bottle size relevant to the bottle you would like to get a label for, i.e. the Jim Beam bottle you have purchased
bg: Избери бутилка, за която искаш да получиш етикет - същата като тази, която си закупил
cs: Vyber si velikost láhve, pro kterou si chceš vytvořit etiketu – pravděpodobně tu, kterou sis koupil.
hu: Kérlek válassz milyen méretű üvegre szeretnél címkét - mit vásároltál
sk: Vyberte si veľkosť fľaše, pre ktorú si chcete vytvoriť etiketu, napr. fľašu Jim Beam, ktorú ste si zakúpili
uk: Виберіть розмір пляшки, відповідний до пляшки, на якій ви хотіли б отримати етикетку.

source: Next
bg: НАПРЕД
cs: DÁL
hu: Következő
sk: ĎALEJ
uk: Наступний

source: <p>Need help? Contact with <a class="red" href="mailto:info@mybeamlabel.com">My Label support</a></p>
bg: <p>Нужда от помощ? <a class="red" href="mailto:info@mybeamlabel.com">Свържи се с нас</a></p>
cs: <p>Potřebuješ pomoc? <a class="red" href="mailto:jiri.prochazka@stock.cz">Kontaktuj podporu</a></p>
hu: <p>Segítsére van szükséged? Lépj kapcsolatba a <a class="red" href="mailto:kis.daniel@heinemann.hu">My Label (Saját Cimkém) asszisztenssel.</a></p>
sk: <p>Potrebujete pomoc? <a class="red" href="mailto:lucia.lunakova@stock.sk">Kontaktujte podporu</a></p>
uk: <p><a class="red" href="mailto:gnatkovskij_a@dds.dp.ua">Потрібна допомога? Зв'яжіться зі службою підтримки My Label</a></p>

source: Step 1
bg: Стъпка 1
cs: KROK 1
hu: 1.Lépés
sk: KROK 1
uk: Шаг.1

source: Step 2
bg: Стъпка 2
cs: KROK 2
hu: 2.Lépés
sk: KROK 2
uk: Шаг.2

source: Step 3
bg: Стъпка 3
cs: KROK 3
hu: 3.Lépés
sk: KROK 3
uk: Шаг.3

source: Choose a subhead
bg: Избери подзаглавие
cs: Vyber si podtitulek
hu: Válassz alcímet
sk: Zvoľte si podtitulok
uk: Виберіть підзаголовок

source: Write here
bg: Пиши тук
cs: Piš tady
hu: Ide írhatsz
sk: Píšte sem
uk: Пишіть тут

source: Prohibited word
bg: Забранена дума
hu: Tiltott szó
sk: Zakázané slovo
uk: Заборонене слово

source: Select picture
bg: Избери снимка
cs: Vyber obrázek
hu: Válassz képet
uk: Виберіть зображення

source: Details & Confirmation
bg: Данни и потвърждение
cs: Údaje a potvrzení
hu: Részletek és Megerősítés
sk: Údaje a potvrdenie
uk: Деталі та підтвердження

source: Unique Code
bg: Уникален код
cs: Unikátní kód
hu: Egyedi Kód
sk: Kód
uk: Унікальний код

source: <p>In order to enjoy this promotion, please enter the promotional code above.</p>
bg: <p>За да се възползваш от тази промоция, въведи промоционалния код в полето.</p>
cs: <p>Abys mohl využít téhle akce, zadej prosím výše uvedený kód.</p>
hu: <p>A promócióban való részvételhez add meg a kódot.</p>
sk: <p>Aby ste mohli využiť túto akciu, prosím zadajte hore kód akcie</p>
uk: <p>Щоб скористатися цією пропозицією введіть промо-код вище</p>

source: Enter Unique Code
bg: ВЪВЕДИ УНИКАЛНИЯ КОД
cs: ZADAT UNIKÁTNÍ KÓD
hu: Írd be az egyedi kódot
sk: ZADAJTE KÓD
uk: Введіть унікальний код

source: For example: 012X345X678X
bg: Пример: 012X2345X678X
cs: Například: 012X345X678X
hu: Példa: 012X345X678X
sk: Napríklad: 012X345X678X
uk: Наприклад: 012X345X678X

source: Validate
bg: ПОТВЪРДИ
cs: OVĚŘIT
hu: Ok
sk: POTVRDIŤ
uk: Ок

source: Where can I find a unique code?
bg: Къде мога да намеря код?
cs: Kde najdu unikátní kód?
hu: Hol találom az egyedi kódot?
sk: Kde môžem nájsť kód?
uk: Де я можу знайти унікальний код?

source: Previous
bg: НАЗАД
cs: PŘEDCHÁZEJÍCÍ
hu: Előző/vissza
sk: SPÄŤ
uk: Назад

source: Exit
bg: НАЗАД
cs: ZPÁTKY
hu: Vissza
sk: SPÄŤ
uk: Попередній

source: Confirm & Finish
bg: ПОТВЪРДИ И ЗАВЪРШИ
cs: POTVRDIT A DOKONČIT
hu: Megerősítés & Befejezés
sk: POTVRDIŤ A UKONČIŤ
uk: Підтвердити і завершити

source: Personal Details
bg: ЛИЧНИ ДАННИ
cs: OSOBNÍ ÚDAJE
hu: Személyes Adatok
sk: OSOBNÉ ÚDAJE
uk: Особисті дані

source: First Name
bg: Име
cs: Křestní jméno
hu: Keresztnév
sk: Meno
uk: Ім'я

source: Surname
bg: Фамилия
cs: Příjmení
hu: Családnév
sk: Priezvisko
uk: Прізвище

source: Address Line 1
bg: Адрес 1
cs: Adresa řádek č. 1
hu: Cím 1
sk: Adresa (1.riadok )
uk: Адреса, рядок 1

source: Address Line 2 (Optional)
bg: Адрес 2 (по избор)
cs: Adresa řádek č. 2 (volitelné)
hu: Cím 2 Opcionális
sk: Adresa (2.riadok ) - nepovinné
uk: Адреса, рядок 2 (не обов’язково)

source: Address Line 3 (Optional)
bg: Адрес 3 (по избор)
cs: Adresa řádek č. 3 (volitelné)
hu: Cím 3 Opcionális
sk: Adresa (3.riadok ) - nepovinné
uk: Адреса, рядок 3 (не обов’язково)

source: Town/City
bg: Град
cs: Město
hu: Város/Település
sk: Obec
uk: Місто

source: Postal code
bg: Пощенски код
cs: PSČ
hu: Irányítószám
sk: PSČ
uk: Індекс

source: Country
bg: Държава
cs: Země
hu: Ország
sk: Štát
uk: Країна

source: <p><b>Note:</b> please enter your correct postal address (as per official documents) so that your very own label gets delivered to the right place.</p>
bg: <p><b>Забележка:</b> въведи точния си адрес, за да доставим личния ти етикет на правилното място.</p>
cs: <p><b>Poznámka:</b> Zadaná poštovní adresa musí být správná (dle úředních dokumentů), abychom Ti mohli etiketu doručit na správné místo.</p>
hu: <p><b>Megjegyzés:</b> kérlek az irányítószámot pontosan add meg,hogy jó helyre postázzuk az egyedi cimkédet!</p>
sk: <p><b>Poznámka:</b> prosím zadajte správnu poštovú adresu, aby sme Vám mohli etiketu doručit na správne miesto.</p>
uk: <p><b>Примітка:</b> Будь ласка, введіть свою правильну поштову адресу (відповідно до офіційних документів), щоб ваша персоналізована етикетка була доставлена в потрібне місце.</p>

source: Phone number
bg: Телефонен номер
cs: Telefonní číslo
hu: Telefonszám
sk: Telefón
uk: Номер телефону

source: I agree to the %link_terms% Terms and Conditions.%link_end%
bg: %link_terms%Съгласен съм с общите условия на промоцията.%link_end%
cs: %link_terms%Souhlasím s podmínkami akce.%link_end%
sk: %link_terms%Suhlasím s podmienkami akcie.%link_end%
uk: %link_terms%Я погоджуюсь з Загальними положеннями та умовами акції%link_end%

source: I agree to the collection and processing of my personal data in line with the %link_privacy% Privacy Policy.%link_end%
bg: %link_privacy%Съгласен съм личните ми данни да бъдат обработвани съобразно политиката на поверителност.%link_end%
cs: %link_privacy%Souhlasím, aby byly mé osobní údaje zpracovány a uloženy v souladu se zákonem o ochraně osobních údajů..%link_end%
sk: %link_privacy%Súhlasím, aby moje osobné údaje boli spracované a uložené v súlade so zákonom o ochrane osobných údajov.%link_end%
uk: %link_privacy%Я погоджуюся на збір та обробку моїх персональних даних відповідно до Політики конфіденційності%link_end%

source: Accept the Terms and Conditions and the Privacy Policy in order to continue
bg: Приеми Условията на промоцията и Политиката на поверителност, за да продължиш напред
cs: SOUHLASÍM SE ZASÍLÁNÍM OBCHODNÍCH SDĚLENÍ
sk: Pre pokračovanie je potrebný súhlas s podmienkami akcie a spracovaním osobných údajov
uk: Щоб продовжити прийміть Загальні положення та умови, а також Політику конфіденційності.

source: Content Permission
bg: РАЗРЕШЕНИЕ ЗА ПОЛУЧАВАНЕ НА ИНФОРМАЦИЯ
cs: SOUHLASÍM SE ZASÍLÁNÍM OBCHODNÍCH SDĚLENÍ
sk: Súhlas so zasielaním marketingových informácií
uk: Дозвіл на використання інформації

source: <p>We’d love to send you special offers, product and event promotions, and the latest info from Jim Beam and our Beam Suntory group of brands by email and other electronic means. We’ll always treat your personal details with the utmost care and will never sell them to other companies for marketing purposes. You can always unsubscribe at a later time.</p>
bg: <p>Бихме искали да ти изпращаме специални предложения, новини за събития и продуктови промоции, както и актуална информация от Jim Beam и групата марки на Beam Suntory по email и други електронни средства. Личните ти данни ще бъдат стриктно защитени и никога няма да ги продаваме на други компании с маркетингови цели. Можеш да се отпишеш във всеки един момент.</p>
cs: <p>Rádi bychom Vám zasílali speciální nabídky, produkty, akce a poslední novinky od Jim Beam a skupiny BeamSuntory emailem či jinými elektronickými prostředky. S Vašimi osobními údaji bude vždy zacházeno s největší opatrností a nikdy nebudou prodány dalším společnostem pro marketinkové účely. Tento souhlas je možno kdykoliv později odvolat.</p>
hu: <p>Iratkozz fel hírlevelünkre,hogy a promóciós termékeinkről,eseményeinkről és legfrissebb Jim Beam hírekről és Beam Suntory márkákról elsőként értesülhess. Kiemelten ügyelünk személyes adataid védelmére és sosem adjuk tovább őket harmadik fél számára marketing célból. Bármikor a későbbiekben lehetőséged van leiratkozni!</p>
sk: <p>Radi by sme Vám zasielali špeciálne ponuky, produkty, akcie a posledné novinky od Jim Beam a skupiny Beam Suntory e-mailom alebo inými elektronickými prostriedkami. S Vašimi osobnými údajmi sa bude vždy zachádzať s najväčšou opatrnosťou a nikdy nebudú predané iným spoločnostiam pre marketingové účely. Tento súhlas je možné kedykoľvek odvolať.</p>
uk: <p>Ми хотіли б надсилати Вам спеціальні пропозиції, акції товарів та заходів, а також останню інформацію від Jim Beam та нашої групи брендів Beam Suntory електронною поштою та іншими електронними засобами. Ми завжди будемо ставитися до ваших особистих даних дуже уважно і ніколи не продаватимемо їх іншим компаніям для маркетингових цілей. Ви завжди маєте можливість відписатись від цієї інформації.</p>

source: Yes please, I’d like to hear about offers and marketing promotions from Jim Beam.
bg: Да, искам да получавам новини за предложения и макетингови промоции от Jim Beam.
cs: Ano, prosím. Chci dostávat nabídky a marketingové akce od Jim Beam.
hu: Igen, szeretnék a jövőben értesülni a Jim Beam ajánlatokról és promóciókról
sk: Áno, mám záujem dostávať novinky a informácie od Jim Beam.
uk: Так, я хотів би дізнаватися про пропозиції та маркетингові акції від Jim Beam.

source: No thanks, I don’t want to hear about offers and marketing promotions from Jim Beam.
bg: Не, не искам да получавам новини за предложения и макетингови промоции от Jim Beam.f
cs: Ne, díky. Nemám zájem o nabídky a marketingové akce od Jim Beam.
hu: Nem, nem szeretnék a jövőben értesülni a Jim Beam ajánlatokról és promóciókról
sk: Nie ďakujem, nemám záujem dostávať novinky a informácie od Jim Beam.
uk: Ні, дякую, я не хочу отримувати інформацію про пропозиції та маркетингові акції від Jim Beam.

source: Yes please, I’d like to hear about offers and marketing promotions from other Beam Suntory brands.
bg: Да, искам да получавам новини за предложения и макетингови промоции от други марки на Beam Suntory.
cs: Ano, prosím. Chci dostávat nabídky a marketingové akce od značek BeamSuntory.
hu: Igen, szeretnék a jövőben értesülni a Beam Suntory egyéb márkák ajánlatairól és promóciókról
sk: Áno, mám záujem dostávať novinky a informácie o iných výrobkoch Beam Suntory.
uk: Так, мені хотілося б дізнаватися про пропозиції та маркетингові акції інших брендів Beam Suntory.

source: No thanks, I don’t want to hear about offers and marketing promotions from other Beam Suntory brands.
bg: Не, не искам да получавам новини за предложения и макетингови промоции от други марки на Beam Suntory.
cs: Ne, díky. Nemám zájem o nabídky a marketingové akce od značek BeamSuntory.
hu: Nem, nem szeretnék a jövőben értesülni a Beam Suntory egyéb márkák ajánlatairól és promóciókról
sk: Nie ďakujem, nemám záujem dostávať novinky a informácie o iných výrobkoch Beam Suntory.
uk: Ні, дякую, я не хочу знати про пропозиції та маркетингові акції інших брендів Beam Suntory.

source: Choose one of these options
bg: Избери една от тези опции
cs: Vyber jednu z možností
hu: Válassz egyet a lehetőségek közül
sk: Vyber si jednu z nasledujúcich možností
uk: Виберіть один із цих варіантів

source: Fill the fields
bg: Попълнете полетата
cs: Vyplňte pole
hu: Töltse ki a mezőket
sk: Vyplňte polia

source: Required field
bg: Задължителни полеви полета
cs: Povinné pole
hu: kötelező mező
sk: Požadované pole

source: Required field or unvalid data
bg: Задължително поле или невалидни данни
cs: Povinné pole nebo neplatná data
hu: Kötelező mező vagy érvénytelen adatok
sk: Povinné údaje v poli alebo neplatné údaje

source: Select bottle
bg: Изберете бутилка
cs: Vyberte láhev
hu: Válassza ki a palackot
sk: Vyberte fľašu

source: Choose bottle size
bg: Изберете размер на бутилката
cs: Zvolte velikost láhve
hu: Válassza ki a palack méretét
sk: Vyberte veľkosť fľaše

source: Write your name
bg: Напишете вашето име
cs: Napište své jméno
hu: Írd be a neved
sk: Napíšte svoje meno

source: Write your surname
bg: Напишете своето фамилно име
cs: Napište své příjmení
hu: Írja be a vezetéknevét
sk: Napíšte svoje priezvisko

source: Write your city or town
bg: Напишете вашия град или град
cs: Napište své město
hu: Írja be városát
sk: Napíšte svoje mesto

source: Write your postal code
bg: Напишете пощенския си код
cs: Napište poštovní směrovací číslo
hu: Írja be irányítószámát
sk: Zadajte svoje poštové smerovacie číslo

source: I agree to the collection and processing of my personal data in line with the Privacy Policy.
hu: Elfogadom az Adatkezelési nyilatkozatot és hozzájárulok szmélyes adataim kezeléséhez

source: I agree to the Terms and Conditions.
hu: Elfogadom a Játékszabályzatot és Nyilatkozatokat

source: Unavailable coupon code
hu: Nem érhető el a kuponkód

source: File too big. Max filesize 1MB
hu: A fájl túl nagy. Max. Fájlméret 1 MB

source: E-mail
uk: Електронна пошта
