Repository: sntshmani/jimbeam_mylabel
Catalog: opt/app-root/src/modules/custom/beam_misc/translations/*.po
Languages: de, lv

source: Next
de: Weiter
lv: Tālāk

source: <p>Need help? Contact with <a class="red" href="mailto:info@mybeamlabel.com">My Label support</a></p>
de: <p>Du brauchst Hilfe? Kontaktiere <a class="red" href="mailto:jimbeam@promotionservice.de">My Label support</a></p>
lv: <p>Nepieciešama palīdzība? Sazinies ar <a class="red" href="mailto:kristaps.liepa@amberbev.com">My Label atbalsta personu</a></p>

source: Step 1
de: Schritt 1
lv: 1. SOLIS

source: Step 2
de: Schritt 2
lv: 2. SOLIS

source: Step 3
de: Schritt 3
lv: 3. SOLIS

source: Choose a subhead
de: Moment auswählen
lv: Izvēlies virsrakstu

source: Congratulations
de: Herzlichen Glückwunsch

source: Write here
de: Hier schreiben
lv: Raksti šeit

source: Prohibited word
de: Unzulässiges Wort
lv: Aizliegts vārds

source: Details & Confirmation
de: Details & Bestätigung
lv: Detaļas un Apstiprināšana

source: Unique Code
de: Code aus Aktionsanhänger
lv: Unikālais kods

source: <p>In order to enjoy this promotion, please enter the promotional code above.</p>
de: <p>Um dein persönliches Etikett bestellen zu können, gib bitte hier den Code aus der Innenseite deines Aktionsanhängers an.</p>
lv: <p>Lai uzsāktu darbu, lūdzu ievadi kodu.</p>

source: Enter Unique Code
de: Code Hier Eingeben
lv: IEVADI UNIKĀLO KODU

source: For example: 012X345X678X
de: Zum Beispiel: 012X345X678X
lv: Piemērs: 012X345X678X

source: Validate
de: Ok
lv: APSTIPRINI

source: Where can I find a unique code?
de: Wo finde ich meinen Code?
lv: Kur atrast unikālo kodu

source: Previous
de: Zurück
lv: IEPRIEKŠĒJAIS

source: Exit
de: Zurück
lv: Atpakaļ

source: Confirm & Finish
de: Bestätigen & Abschliessen
lv: APSTIPRINĀT UN PABEIGT

source: Personal Details
de: Persönalische Daten
lv: PERSONAS DATI

source: First Name
de: Vorname
lv: Vārds

source: Surname
de: Nachname
lv: Uzvārds

source: Address Line 1
de: Adresszeile 1
lv: Adreses lauks 1

source: Address Line 2 (Optional)
de: Adresszeile 2 (optional)
lv: Adreses lauks 2 (ja nepieciešams)

source: Address Line 3 (Optional)
de: Adresszeile 3 (optional)
lv: Adreses lauks 3 (ja nepieciešams)

source: Town/City
de: Stadt
lv: Pilsēta / Pagasts

source: Postal code
de: PLZ
lv: Pasta indekss

source: Country
de: Land
lv: Valsts

source: <p><b>Note:</b> please enter your correct postal address (as per official documents) so that your very own label gets delivered to the right place.</p>
de: <p><b>Notiz:</b> Bitte gib deine korrekte Adresse an, damit dein Etikett auch bei dir ankommt.</p>
lv: <p><b>Lūdzu ievēro:</b> norādi precīzu pasta adresi, lai tava īpašā etiķete noteikti nonāktu pie tevis!</p>

source: Phone number
de: Telefon
lv: Tālruņa numurs

source: Content Permission
de: Inhaltsgenehmigung
lv: Piekļuve saturam

source: <p>We’d love to send you special offers, product and event promotions, and the latest info from Jim Beam and our Beam Suntory group of brands by email and other electronic means. We’ll always treat your personal details with the utmost care and will never sell them to other companies for marketing purposes. You can always unsubscribe at a later time.</p>
de: <p>Gerne senden wir Ihnen Sonderangebote, Produkt- und Eventpromotions sowie die neuesten Informationen von Jim Beam und unserer Beam Suntory Markengruppe per E-Mail und anderen elektronischen Mitteln zu. Wir werden Ihre personenbezogenen Daten stets mit größter Sorgfalt behandeln und sie niemals zu Marketingzwecken an andere Unternehmen verkaufen. Sie können sich jederzeit zu einem späteren Zeitpunkt wieder abmelden.</p>
lv: <p>Mēs vēlētos Tev e-pastā nosūtīt īpašos piedāvājumus un jaunumus par Jim Beam un Beam Suntory zīmolu grupu. Mēs pret jūsu personas datiem izturēsimies ar lielāko vērību, un nenodosim tos citām kompānijām to mārketinga kampaņu īstenošanai. Jūs varat atteikties no šīs komunikācijas jebkurā laikā.</p>

source: Yes please, I’d like to hear about offers and marketing promotions from Jim Beam.
de: Ja bitte, ich möchte mehr über Angebote und Marketingaktionen von Jim Beam erfahren.
lv: Jā, es vēlos saņemt informāciju par Jim Beam īpašajiem piedāvājumiem un mārketinga aktivitātēm

source: No thanks, I don’t want to hear about offers and marketing promotions from Jim Beam.
de: Nein danke, ich möchte nichts von Angeboten und Marketingaktionen von Jim Beam hören.
lv: Nē, es nevēlos saņemt informāciju par Jim Beam īpašajiem piedāvājumiem un mārketinga aktivitātēm

source: Yes please, I’d like to hear about offers and marketing promotions from other Beam Suntory brands.
de: Ja bitte, ich möchte mehr über Angebote und Marketingaktionen von anderen Beam Suntory Marken erfahren.
lv: Jā, es vēlos saņemt informāciju par Beam Suntory zīmolu īpašajiem piedāvājumiem un mārketinga aktivitātēm

source: No thanks, I don’t want to hear about offers and marketing promotions from other Beam Suntory brands.
de: Nein danke, ich möchte nichts von Angeboten und Marketingaktionen von anderen Beam Suntory Marken hören.
lv: Nē, es nevēlos saņemt informāciju par Beam Suntory īpašajiem piedāvājumiem un mārketinga aktivitātēm

source: I agree to the collection and processing of my personal data in line with the Privacy Policy.
de: Ich bin mit der Erhebung und Verarbeitung meiner personenbezogenen Daten in Übereinstimmung mit der Datenschutzerklärung einverstanden.
lv: Piekrītu personas datu nodošanai un apstrādei saskaņā ar Personas Datu aprites noteikumiem

source: I agree to the Terms and Conditions.
de: Ich stimme den Allgemeinen Geschäftsbedingungen der Promotion zu.
lv: Piekrītu aktivizācijas noteikumiem

source: Choose one of these options
de: Bitte wähle eine der folgenden Optionen

source: Fill the fields
de: Füllen Sie die Felder aus
lv: Aizpildiet laukus

source: Required field
de: Pflichtfeld
lv: Obligāts lauks

source: Required field or unvalid data
de: Pflichtfeld; Bitte überprüfe deine Eingabe
lv: Obligāts lauks vai nederīgi dati

source: Select bottle
de: Flasche auswählen
lv: Izvēlieties pudeli

source: Choose bottle size
de: Wählen Sie die Flaschengröße
lv: Izvēlieties pudeles izmēru

source: Write your name
de: Bitte gib deinen Namen an
lv: Uzraksti savu vārdu

source: Write your surname
de: Bitte gib deinen Nachnamen an
lv: Uzraksti savu uzvārdu

source: Write your city or town
de: Schreiben Sie Ihre Stadt oder Gemeinde
lv: Uzrakstiet savu pilsētu

source: Write your postal code
de: Schreiben Sie Ihre Postleitzahl
lv: Uzrakstiet savu pasta kodu

source: Unavailable coupon code
de: Ungültige Codeeingabe, bitte prüfe deinen Code erneut

source: File too big. Max filesize 1MB
de: Datei zu groß. Maximale Dateigröße 1 MB

source: 70 CL BOTTLE
de: 0,7l Flasche

source: 75 CL BOTTLE
de: 0,75l Flasche

source: 1 L BOTTLE
de: 1l Flasche

source: 1,5 L BOTTLE
de: 1,5l Flasche

source: WELCOME, FRIEND
de: COME AS A FRIEND, LEAVE AS FAMILY.

source: '(OF LEGAL DRINKING AGE).
de: MIT DEM AUFRUFEN DER WEBSITE AKZEPTIERST DU UNSERE AKTUALISIERTEN NUTZUNGSBEDINGUNGEN.

source: PLEASE ENTER YOUR BIRTHDATE.
de: BITTE GEBURTSDATUM EINGEBEN.

source: ENTER SITE
de: WEBSEITE BESUCHEN

source: By entering, you agree to our Terms and Conditions and Privacy Policy.
de: Mit dem Aufrufen der Webseite akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen und unsere Datenschutzerklärung.

source: BUY
de: KAUFEN

source: Please select a bottle size relevant to the bottle you would like to get a label for, i.e. the Jim Beam bottle you have purchased
lv: Izvēlies atbilstošo pudeles tilpumu (atbilstoši tam, kādu esi iegādājies)

source: Select picture
lv: Izvēlēties attēlu

source: E-mail
lv: E-pasta adrese
